Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The **chevron** at the left of the row header collapses the row down to its header and expands it again. Collapsing is purely a view state — it changes nothing about the row and nothing about the export.
ar: تعمل **الرتبة العسكرية** الموجودة على يسار رأس الصف على طي الصف لأسفل حتى رأسه وتوسيعه مرة أخرى. الانهيار هو مجرد حالة عرض - فهو لا يغير شيئًا في الصف ولا يغير شيئًا في التصدير.
ca: El **chevron** a l'esquerra de la capçalera de la fila replega la fila fins a la seva capçalera i la torna a expandir. El col·lapse és purament un estat de vista: no canvia res de la fila ni de l'exportació.
cs: **šipka** nalevo od záhlaví řádku sbalí řádek dolů do jeho záhlaví a znovu jej rozbalí. Sbalení je čistě stav zobrazení — nemění nic na řádku ani na exportu.
da: **chevronen** til venstre for rækkeoverskriften kollapser rækken ned til dens overskrift og udvider den igen. Sammenbrud er udelukkende en synstilstand - det ændrer intet ved rækken og intet ved eksporten.
de: Der **Pfeil** links in der Kopfzeile klappt die Zeile bis auf ihre Kopfzeile ein und wieder aus. Einklappen betrifft nur die Ansicht – es ändert nichts an der Zeile und nichts am Export.
el: Το **chevron** στα αριστερά της κεφαλίδας της σειράς συμπτύσσει τη σειρά μέχρι την κεφαλίδα της και την επεκτείνει ξανά. Η κατάρρευση είναι καθαρά μια κατάσταση προβολής — δεν αλλάζει τίποτα σχετικά με τη σειρά και τίποτα σχετικά με την εξαγωγή.
es: La **flecha** a la izquierda del encabezado de la fila la contrae hasta dejar solo el encabezado y la vuelve a expandir. Contraer solo afecta a la vista: no cambia nada de la fila ni de la exportación.
fa: **فلش** سمت چپ سرِ ردیف، ردیف را تا سرش جمع و دوباره باز می‌کند. جمع کردن فقط حالت نمایش است — هیچ چیزی در ردیف یا خروجی را تغییر نمی‌دهد.
fi: Rivin otsikon vasemmalla puolella oleva **chevron** tiivistää rivin alas otsikkoon asti ja laajentaa sen uudelleen. Tiivistäminen on puhtaasti näkymätila – se ei muuta riviä eikä vientiä.
fr: Le **chevron** à gauche de l'en-tête de ligne réduit la ligne jusqu'à son en-tête et la développe à nouveau. La réduction est purement un état d'affichage : cela ne change rien à la ligne ni à l'exportation.
he: **השברון** משמאל לכותרת השורה מכווץ את השורה למטה לכותרת שלה ומרחיב אותה שוב. קריסה היא אך ורק מצב תצוגה - היא לא משנה דבר לגבי השורה ושום דבר לגבי הייצוא.
hr: **Ševron** lijevo od zaglavlja retka sažima red do njegovog zaglavlja i ponovno ga proširuje. Sažimanje je čisto stanje prikaza — ne mijenja ništa o retku i ništa o izvozu.
hu: A sorfejléc bal oldalán található **chevron** összecsukja a sort a fejlécéig, és újra kibontja. Az összecsukás pusztán egy nézet állapota – semmit sem változtat a soron és semmit az exportáláson.
id: **chevron** di sebelah kiri header baris menciutkan baris hingga ke headernya dan memperluasnya lagi. Penciutan adalah murni keadaan tampilan - tidak mengubah apa pun pada baris dan tidak mengubah apa pun pada ekspor.
it: La **freccia** a sinistra dell'intestazione della riga comprime la riga fino alla sola intestazione e la espande di nuovo. La compressione è solo uno stato di visualizzazione: non cambia nulla della riga né dell'esportazione.
ja: 行ヘッダーの左端にある **山形の矢印** で、行をヘッダーだけに折りたたんだり、再び展開したりできます。折りたたみは表示だけの状態で、行の内容や書き出し結果は何も変わりません。
ko: 행 머리글 왼쪽의 **펼침 화살표**를 누르면 행이 머리글만 남도록 접히고, 다시 누르면 펼쳐집니다. 접기는 보기 상태일 뿐이며 행이나 내보내기에는 아무 영향이 없습니다.
ms: **chevron** di sebelah kiri pengepala baris meruntuhkan baris ke bawah ke pengepalanya dan mengembangkannya semula. Runtuh adalah keadaan paparan semata-mata — ia tidak mengubah apa-apa tentang baris dan tiada apa-apa tentang eksport.
nl: Met de **chevron** aan de linkerkant van de rijkop wordt de rij samengevouwen tot aan de kop en vervolgens weer uitgevouwen. Inklappen is puur een weergavestatus; het verandert niets aan de rij en niets aan de export.
no: **chevronen** til venstre for radoverskriften kollapser raden ned til overskriften og utvider den igjen. Kollaps er bare en visningstilstand - det endrer ingenting ved raden og ingenting om eksporten.
pl: **Chevron** po lewej stronie nagłówka wiersza zwija wiersz do nagłówka i ponownie go rozwija. Zwijanie to wyłącznie stan widoku — nie zmienia niczego w wierszu ani w eksporcie.
pt_br: A **seta** à esquerda do cabeçalho da linha recolhe a linha até o cabeçalho e a expande de novo. Recolher é só um estado de exibição — não muda nada na linha nem na exportação.
pt_pt: A **chevron** à esquerda do cabeçalho da linha recolhe a linha até seu cabeçalho e a expande novamente. O colapso é puramente um estado de visualização - não altera nada na linha e nada na exportação.
ro: **Chevron** din stânga antetului rândului restrânge rândul până la antetul său și îl extinde din nou. Restrângerea este pur o stare de vizualizare - nu schimbă nimic despre rând și nimic despre export.
ru: **Шеврон** слева в заголовке строки сворачивает строку до заголовка и снова разворачивает ее. Сворачивание влияет только на вид — оно ничего не меняет ни в строке, ни в экспорте.
sk: **Šípka** naľavo od hlavičky riadka zbalí riadok nadol k jeho hlavičke a znova ho rozbalí. Zbalenie je čisto stav zobrazenia – nemení nič na riadku ani na exporte.
sl: **Cevron** na levi strani glave vrstice strne vrstico do njene glave in jo znova razširi. Strnitev je zgolj stanje pogleda – ne spremeni ničesar o vrstici in nič o izvozu.
sv: **chevronen** till vänster om radhuvudet kollapsar raden ner till dess rubrik och expanderar den igen. Att kollapsa är enbart ett vytillstånd — det förändrar ingenting om raden och ingenting om exporten.
th: **เครื่องหมายบั้ง** ที่ด้านซ้ายของส่วนหัวของแถวจะยุบแถวลงมาจนถึงส่วนหัวและขยายอีกครั้ง การยุบเป็นเพียงสถานะมุมมองเท่านั้น โดยจะไม่เปลี่ยนแปลงอะไรเลยเกี่ยวกับแถวและไม่มีอะไรเกี่ยวกับการส่งออก
tr: Satır başlığının solundaki **ok simgesi** satırı başlığına kadar daraltır ve yeniden genişletir. Daraltma yalnızca bir görünüm durumudur — satırda ve dışa aktarmada hiçbir şeyi değiştirmez.
uk: **Шеврон** ліворуч у заголовку рядка згортає рядок до заголовка й знову розгортає його. Згортання — це лише стан перегляду: воно нічого не змінює ні в рядку, ні в експорті.
ur: قطار کے ہیڈر کے بائیں جانب **شیورون** قطار کو اپنے ہیڈر سے نیچے سمیٹتا ہے اور اسے دوبارہ پھیلاتا ہے۔ ٹوٹنا خالصتاً ایک ویو سٹیٹ ہے - یہ قطار کے بارے میں کچھ نہیں بدلتا اور نہ ہی برآمد کے بارے میں کچھ بھی۔
vi: **chevron** ở bên trái của tiêu đề hàng sẽ thu gọn hàng xuống tiêu đề của nó và mở rộng lại. Thu gọn hoàn toàn là một trạng thái xem - nó không thay đổi gì về hàng cũng như không thay đổi gì về việc xuất.
zh_hans: 行标题左侧的 **箭头** 可将行折叠到只显示标题，并可再次展开。折叠只是显示状态——不会改变该行或导出的任何内容。
zh_hant: 列標題左側的**箭頭**可將該列收合為只剩標題，並可再次展開。收合純粹是檢視狀態——不會更改該列的任何內容，也不會影響輸出。

source: The **Fill** swatch opens the same editor a background uses, so a rectangle, circle, star, or text badge can take a **gradient or an image**, not just a flat color.
ar: يفتح نموذج **الملء** نفس المحرر الذي تستخدمه الخلفية، لذلك يمكن أن تأخذ شارة المستطيل أو الدائرة أو النجمة أو النص **تدرجًا أو صورة**، وليس مجرد لون مسطح.
ca: La mostra **Emplenar** obre el mateix editor que fa servir un fons, de manera que un rectangle, un cercle, una estrella o una insígnia de text pot tenir un **gradient o una imatge**, no només un color pla.
cs: Vzorník **Výplň** otevře stejný editor, jaký používá pozadí, takže obdélník, kruh, hvězda nebo textový odznak může mít **přechod nebo obrázek**, nejenom rovnou barvu.
da: **Fyld** farveprøven åbner den samme editor, som en baggrund bruger, så et rektangel, en cirkel, stjerne eller tekstmærke kan tage en **gradient eller et billede**, ikke kun en flad farve.
de: Das Farbfeld **Füllung** öffnet denselben Editor wie ein Hintergrund, sodass ein Rechteck, Kreis, Stern oder Text-Badge einen **Verlauf oder ein Bild** bekommen kann, nicht nur eine einfache Farbe.
el: Το δείγμα **Γέμισμα** ανοίγει τον ίδιο επεξεργαστή που χρησιμοποιεί ένα φόντο, έτσι ώστε ένα σήμα ορθογώνιου, κύκλου, αστεριού ή κειμένου να μπορεί να λάβει **διαβάθμιση ή εικόνα**, όχι απλώς ένα επίπεδο χρώμα.
es: La muestra de **Relleno** abre el mismo editor que un fondo, así que un rectángulo, círculo, estrella o etiqueta de texto puede tener un **degradado o una imagen**, no solo un color liso.
fa: نمونه‌رنگ **پرکردن** همان ویرایشگر پس‌زمینه را باز می‌کند، پس مستطیل، دایره، ستاره یا برچسب متنی می‌تواند **گرادیان یا تصویر** داشته باشد، نه فقط رنگ یکدست.
fi: **Täyttö** -malli avaa saman editorin, jota tausta käyttää, joten suorakulmio, ympyrä, tähti tai tekstimerkki voi ottaa **liukuvärin tai kuvan**, ei vain tasaista väriä.
fr: L'échantillon **Remplissage** ouvre le même éditeur que les arrière-plans : un rectangle, un cercle, une étoile ou un badge de texte peut ainsi recevoir un **dégradé ou une image**, et pas seulement une couleur unie.
he: דוגמית **מילוי** פותחת את אותו עורך שבו רקע משתמש, כך שמלבן, עיגול, כוכב או תג טקסט יכולים לקבל **שיפוע או תמונה**, לא רק צבע שטוח.
hr: Uzorak **Fill** otvara isti uređivač koji koristi pozadina, tako da pravokutnik, krug, zvjezdica ili tekstualna značka mogu imati **gradijent ili sliku**, a ne samo ravnu boju.
hu: A **Kitöltés** színminta ugyanazt a szerkesztőt nyitja meg, amelyet a háttér is használ, így a téglalap, kör, csillag vagy szöveges jelvény **átmenetet vagy képet** is felvehet, nem csak egy színt.
id: Contoh **Isi** membuka editor yang sama dengan yang digunakan latar belakang, sehingga lencana persegi panjang, lingkaran, bintang, atau teks dapat mengambil **gradien atau gambar**, bukan hanya warna datar.
it: Il campione **Riempi** apre lo stesso editor usato per gli sfondi, quindi un rettangolo, un cerchio, una stella o un badge di testo possono avere una **sfumatura o un'immagine**, non solo un colore uniforme.
ja: **塗りつぶし** のスウォッチを押すと背景と同じエディタが開くため、長方形、円、星、テキストのバッジに、単色だけでなく **グラデーションや画像** を使えます。
ko: **채우기** 견본은 배경과 같은 편집기를 열므로, 사각형, 원, 별, 텍스트 배지에 단색뿐 아니라 **그라디언트나 이미지**도 사용할 수 있습니다.
ms: Swatch **Fill** membuka editor yang sama yang digunakan oleh latar belakang, jadi segi empat tepat, bulatan, bintang atau lencana teks boleh mengambil **kecerunan atau imej**, bukan sekadar warna rata.
nl: Met het staal **Vulling** wordt dezelfde editor geopend die als achtergrond wordt gebruikt, zodat een rechthoek, cirkel, ster of tekstbadge een **verloop of een afbeelding** kan hebben, en niet alleen een effen kleur.
no: **Fyll**-prøven åpner det samme redigeringsprogrammet som bakgrunnen bruker, slik at et rektangel, sirkel, stjerne eller tekstmerke kan ha en **gradient eller et bilde**, ikke bare en flat farge.
pl: Próbka **Wypełnienie** otwiera ten sam edytor, którego używa tło, więc prostokąt, okrąg, gwiazda lub plakietka tekstowa mogą przyjmować **gradient lub obraz**, a nie tylko płaski kolor.
pt_br: A amostra **Preenchimento** abre o mesmo editor usado pelos planos de fundo, então um retângulo, círculo, estrela ou selo de texto pode receber um **gradiente ou uma imagem**, não só uma cor sólida.
pt_pt: A amostra **Preencher** abre o mesmo editor que um plano de fundo usa, portanto, um retângulo, círculo, estrela ou emblema de texto pode ter um **gradiente ou uma imagem**, não apenas uma cor plana.
ro: Exemplarul **Umplere** deschide același editor pe care îl folosește un fundal, astfel încât o insignă dreptunghi, cerc, stea sau text poate avea un **gradient sau o imagine**, nu doar o culoare plată.
ru: Образец **Заливка** открывает тот же редактор, что и для фона, поэтому прямоугольник, круг, звезда или текстовая плашка могут получить **градиент или изображение**, а не только сплошной цвет.
sk: Vzorka **Výplň** otvorí rovnaký editor, aký používa pozadie, takže odznak obdĺžnika, kruhu, hviezdy alebo textu môže mať **prechod alebo obrázok**, nielen rovnú farbu.
sl: Vzorec **Fill** odpre isti urejevalnik, kot ga uporablja ozadje, tako da lahko pravokotnik, krog, zvezda ali besedilna značka sprejmejo **preliv ali sliko**, ne le enobarvno.
sv: **Fyllprovet** öppnar samma redigerare som en bakgrund använder, så en rektangel, cirkel, stjärna eller textmärke kan ta en **gradient eller en bild**, inte bara en platt färg.
th: ตัวอย่าง **Fill** เปิดตัวแก้ไขแบบเดียวกับที่พื้นหลังใช้ ดังนั้นป้ายสี่เหลี่ยมผืนผ้า วงกลม ดาว หรือข้อความจึงสามารถใช้ **การไล่ระดับสีหรือรูปภาพ** ได้ ไม่ใช่แค่สีเรียบๆ
tr: **Dolgu** renk örneği, bir arka planın kullandığı düzenleyicinin aynısını açar; böylece bir dikdörtgen, daire, yıldız veya metin rozeti yalnızca düz bir renk değil, **renk geçişi veya görüntü** de alabilir.
uk: Зразок **Заповнення** відкриває той самий редактор, що й тло, тож прямокутник, коло, зірка чи текстовий бейдж можуть мати **градієнт або зображення**, а не лише суцільний колір.
ur: **Fill** swatch وہی ایڈیٹر کھولتا ہے جو بیک گراؤنڈ استعمال کرتا ہے، لہذا ایک مستطیل، دائرہ، ستارہ، یا ٹیکسٹ بیج ایک **گریڈینٹ یا تصویر** لے سکتا ہے، نہ کہ صرف ایک فلیٹ رنگ۔
vi: Mẫu **Fill** mở ra cùng một trình chỉnh sửa mà nền sử dụng, do đó huy hiệu hình chữ nhật, hình tròn, ngôi sao hoặc văn bản có thể có **độ chuyển màu hoặc hình ảnh** chứ không chỉ là một màu phẳng.
zh_hans: **填充** 色块会打开与背景相同的编辑器，因此矩形、圆形、星形或文本徽章都可以使用 **渐变或图像**，而不只是纯色。
zh_hant: **填滿**色塊會開啟與背景相同的編輯器，因此矩形、圓形、星形或文字徽章都可以使用**漸層或影像**，而不只是純色。

source: The **pencil / eye** switch in a row header lays the row out as a store-style carousel with no editing chrome — the fastest check that a set reads well together.
ar: يعمل مفتاح **القلم الرصاص / العين** الموجود في رأس الصف على وضع الصف كدائرة دوارة على طراز المتجر بدون تعديل الكروم - وهو أسرع فحص لقراءة المجموعة بشكل جيد معًا.
ca: L'interruptor **llapis/ull** en una capçalera de fila presenta la fila com un carrusel d'estil de botiga sense crom d'edició: la comprovació més ràpida que un conjunt es llegeix bé junts.
cs: Přepínač **tužka / oko** v záhlaví řádku rozloží řádek jako karusel ve stylu obchodu bez úpravy chromu – nejrychlejší kontrola, zda se sada dobře čte.
da: **blyant/øje**-kontakten i en række-overskrift lægger rækken ud som en butikslignende karrusel uden redigeringskrom - den hurtigste kontrol, at et sæt læser godt sammen.
de: Der Schalter **Stift / Auge** in der Kopfzeile einer Zeile zeigt die Zeile als Karussell im Store-Stil ohne Bearbeitungselemente – der schnellste Check, ob ein Set als Ganzes funktioniert.
el: Ο διακόπτης **μολύβι / μάτι** στη σειρά κεφαλίδας απλώνει τη σειρά ως καρουζέλ τύπου καταστήματος χωρίς χρώμιο επεξεργασίας — ο πιο γρήγορος έλεγχος ότι ένα σύνολο διαβάζεται καλά μαζί.
es: El selector de **lápiz / ojo** del encabezado de una fila muestra la fila como un carrusel al estilo de la tienda, sin controles de edición: la forma más rápida de comprobar que el conjunto funciona.
fa: کلید **مداد / چشم** در سرِ ردیف، ردیف را بدون ابزارهای ویرایش و مانند نوار اسلاید فروشگاه نمایش می‌دهد — سریع‌ترین راه برای اینکه ببینید مجموعه با هم خوب دیده می‌شود.
fi: Rivin otsikossa oleva **kynä/silmä**-kytkin näyttää rivin myymälätyylisenä karusellina ilman muokkauskromia – nopein tarkistus, että sarja lukee hyvin yhteen.
fr: Le sélecteur **crayon / œil** de l'en-tête de ligne présente la ligne comme un carrousel de boutique, sans éléments d'édition — le moyen le plus rapide de vérifier la cohérence d'un ensemble.
he: מתג **עיפרון / עין** בכותרת שורה מציגה את השורה כקרוסלה בסגנון חנות ללא כרום עריכה - הבדיקה המהירה ביותר שמערכת קוראת היטב יחד.
hr: Prekidač **olovka/oko** u zaglavlju retka postavlja redak kao vrtuljak u stilu trgovine bez kroma za uređivanje — najbrža provjera da se skup dobro čita.
hu: A sorfejlécben található **ceruza/szem** kapcsoló a sort bolti stílusú körhintaként helyezi el, szerkesztési króm nélkül – ez a leggyorsabb ellenőrzés, hogy a készlet jól olvasható-e.
id: Tombol **pensil / mata** di header baris menampilkan baris sebagai carousel bergaya toko tanpa pengeditan chrome — pemeriksaan tercepat untuk memastikan bahwa suatu kumpulan terbaca dengan baik secara bersamaan.
it: L'interruttore **matita / occhio** nell'intestazione di una riga dispone la riga come un carosello in stile store senza gli elementi di modifica: il modo più rapido per verificare che una serie funzioni bene nel suo insieme.
ja: 行ヘッダーの **鉛筆 / 目** のスイッチで、編集用の表示を消して行をストア風のカルーセルとして並べられます。セット全体のまとまりを確認する最速の方法です。
ko: 행 머리글의 **연필/눈** 스위치는 편집 UI 없이 행을 스토어 스타일 캐러셀로 보여 줍니다. 세트가 함께 잘 어우러지는지 가장 빨리 확인하는 방법입니다.
ms: Suis **pensel / mata** dalam pengepala baris meletakkan baris itu sebagai karusel gaya kedai tanpa krom pengeditan — semakan terpantas yang satu set dibaca dengan baik bersama-sama.
nl: De **potlood-/oog**-schakelaar in een rijkop legt de rij neer als een carrousel in winkelstijl zonder bewerkingschroom - de snelste controle of een set goed bij elkaar leest.
no: **blyant/øye**-bryteren i en radoverskrift legger raden ut som en karusell i butikkstil uten redigeringskrom – den raskeste sjekken at et sett leser godt sammen.
pl: Przełącznik **ołówek / oko** w nagłówku wiersza ustawia wiersz w formie karuzeli w stylu sklepu, bez chromowania do edycji — jest to najszybsza kontrola, czy zestaw dobrze się czyta.
pt_br: A chave **lápis / olho** no cabeçalho de uma linha mostra a linha como um carrossel no estilo da loja, sem os controles de edição — a forma mais rápida de ver se o conjunto funciona bem junto.
pt_pt: A opção **lápis / olho** em um cabeçalho de linha apresenta a linha como um carrossel estilo loja, sem cromo de edição – a verificação mais rápida de que um conjunto pode ser lido bem em conjunto.
ro: Comutatorul **creion/ochi** dintr-un antet de rând așează rândul ca un carusel în stil magazin, fără crom de editare - cea mai rapidă verificare că un set citește bine împreună.
ru: Переключатель **«карандаш / глаз»** в заголовке строки показывает строку в виде карусели, как в магазине, без элементов редактирования — самый быстрый способ проверить, хорошо ли набор смотрится целиком.
sk: Prepínač **ceruzka / oko** v hlavičke riadku rozloží riadok ako kolotoč v štýle obchodu bez chrómu na úpravy – najrýchlejšia kontrola, či sa súprava dobre číta.
sl: Stikalo **svinčnik/oko** v glavi vrstice postavi vrstico kot vrtiljak v slogu trgovine brez kroma za urejanje – najhitrejša kontrola, ali se niz dobro bere skupaj.
sv: Omkopplaren **penna/öga** i radhuvudet lägger ut raden som en karusell i butiksstil utan redigeringskrom – den snabbaste kontrollen att en uppsättning läser bra tillsammans.
th: สวิตช์ **ดินสอ/ตา** ในส่วนหัวของแถวจะวางแถวเป็นแบบหมุนสไตล์ร้านค้าโดยไม่มี Chrome แก้ไข ซึ่งเป็นการตรวจสอบที่รวดเร็วที่สุดที่ชุดอ่านร่วมกันได้ดี
tr: Satır başlığındaki **kalem / göz** anahtarı, satırı düzenleme öğeleri olmadan mağaza tarzı bir döngü olarak gösterir — bir setin birlikte iyi okunup okunmadığını denetlemenin en hızlı yolu.
uk: Перемикач **олівець / око** в заголовку рядка показує рядок як карусель у стилі магазину без елементів редагування — найшвидший спосіб перевірити, чи набір добре виглядає разом.
ur: **پنسل/آنکھ** ایک قطار کے ہیڈر میں سوئچ قطار کو اسٹور طرز کے کیروسل کے طور پر بغیر کسی ترمیم کے کروم کے بناتا ہے — سب سے تیز چیک کہ سیٹ ایک ساتھ اچھی طرح پڑھتا ہے۔
vi: Công tắc **bút chì / mắt** trong tiêu đề hàng sẽ sắp xếp hàng dưới dạng băng chuyền kiểu cửa hàng không có chrome chỉnh sửa — cách kiểm tra nhanh nhất để đảm bảo một tập hợp đọc tốt với nhau.
zh_hans: 行标题中的 **铅笔/眼睛** 开关会将该行以商店风格的轮播展示，不显示任何编辑控件——这是检查整组截图是否协调的最快方法。
zh_hant: 列標題中的**鉛筆／眼睛**切換開關會將該列排列為商店風格的輪播，不顯示任何編輯介面——這是檢查整組是否協調最快的方法。

source: The **pencil / eye** switch in the row header flips the row between editing and preview.
ar: يعمل مفتاح **القلم الرصاص / العين** الموجود في رأس الصف على قلب الصف بين التحرير والمعاينة.
ca: L'interruptor **llapis/ull** de la capçalera de la fila gira la fila entre l'edició i la vista prèvia.
cs: Přepínač **tužka / oko** v záhlaví řádku přepíná řádek mezi úpravou a náhledem.
da: Kontakten **blyant/øje** i rækkeoverskriften vender rækken mellem redigering og forhåndsvisning.
de: Der Schalter **Stift / Auge** in der Kopfzeile schaltet die Zeile zwischen Bearbeitung und Vorschau um.
el: Ο διακόπτης **μολύβι / μάτι** στην κεφαλίδα της σειράς αλλάζει τη σειρά μεταξύ επεξεργασίας και προεπισκόπησης.
es: El selector de **lápiz / ojo** del encabezado de la fila alterna entre edición y vista previa.
fa: کلید **مداد / چشم** در سرِ ردیف، ردیف را بین حالت ویرایش و پیش‌نمایش جابه‌جا می‌کند.
fi: Rivin otsikossa oleva **kynä/silmä**-kytkin vaihtaa riviä muokkauksen ja esikatselun välillä.
fr: Le commutateur **crayon/œil** dans l'en-tête de la ligne fait basculer la ligne entre l'édition et l'aperçu.
he: המתג **עיפרון / עין** בכותרת השורה הופך את השורה בין עריכה לתצוגה מקדימה.
hr: Prekidač **olovka/oko** u zaglavlju retka prebacuje redak između uređivanja i pregleda.
hu: A sorfejlécben található **ceruza/szem** kapcsoló átfordítja a sort a szerkesztés és az előnézet között.
id: Tombol **pensil / mata** di header baris membalik baris antara pengeditan dan pratinjau.
it: L'interruttore **matita / occhio** nell'intestazione della riga alterna la riga tra modifica e anteprima.
ja: 行ヘッダーの **鉛筆 / 目** のスイッチで、行の編集とプレビューを切り替えます。
ko: 행 헤더의 **연필/눈 모양** 스위치는 편집과 미리보기 사이에서 행을 전환합니다.
ms: Suis **pensel / mata** dalam pengepala baris menterbalikkan baris antara pengeditan dan pratonton.
nl: Met de schakelaar **potlood/oog** in de rijkop wordt de rij omgedraaid tussen bewerken en voorbeeld weergeven.
no: **blyant/øye**-bryteren i radoverskriften veksler raden mellom redigering og forhåndsvisning.
pl: Przełącznik **ołówek/oko** w nagłówku wiersza przełącza wiersz między edycją a podglądem.
pt_br: A chave **lápis / olho** no cabeçalho da linha alterna a linha entre edição e pré-visualização.
pt_pt: A opção **lápis/olho** no cabeçalho da linha inverte a linha entre edição e visualização.
ro: Comutatorul **creion/ochi** din antetul rândului schimbă rândul între editare și previzualizare.
ru: Переключатель **«карандаш / глаз»** в заголовке строки переключает строку между редактированием и просмотром.
sk: Prepínač **ceruzka / oko** v hlavičke riadku prevracia riadok medzi úpravou a ukážkou.
sl: Stikalo **svinčnik/oko** v glavi vrstice preklopi vrstico med urejanjem in predogledom.
sv: Omkopplaren **penna/öga** i radhuvudet växlar raden mellan redigering och förhandsgranskning.
th: สวิตช์ **ดินสอ/ตา** ในส่วนหัวของแถวจะพลิกแถวระหว่างการแก้ไขและดูตัวอย่าง
tr: Satır başlığındaki **kalem / göz** anahtarı satırı düzenleme ve önizleme arasında değiştirir.
uk: Перемикач **олівець / око** в заголовку рядка перемикає рядок між редагуванням і переглядом.
ur: قطار کے ہیڈر میں **پنسل / آنکھ** سوئچ ترمیم اور پیش نظارہ کے درمیان قطار کو پلٹ دیتا ہے۔
vi: Công tắc **bút chì / mắt** trong tiêu đề hàng sẽ lật hàng giữa chỉnh sửa và xem trước.
zh_hans: 行标题中的 **铅笔/眼睛** 开关可让该行在编辑和预览之间切换。
zh_hant: 列標題中的**鉛筆／眼睛**切換開關可在編輯和預覽之間切換該列。
